Revit 2027 API
UnitTypeId.JoulesPerGramDegreeCelsius Property
 Joules per gram degree Celsius.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId JoulesPerGramDegreeCelsius { get; }
Public Shared ReadOnly Property JoulesPerGramDegreeCelsius As ForgeTypeId
	Get
public:
static property ForgeTypeId^ JoulesPerGramDegreeCelsius {
	ForgeTypeId^ get ();
}
static member JoulesPerGramDegreeCelsius : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace